Ran Plan for project: `gitea` dir: `apps/gitea` workspace: `gitea`

<details><summary>Show Output</summary>

```diff
Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
+ create

Terraform will perform the following actions:

  # gitea_repository.this["flux-test"] will be created
+ resource "gitea_repository" "this" {
      + allow_manual_merge          = true
      + allow_merge_commits         = true
      + allow_rebase                = true
      + allow_rebase_explicit       = true
      + allow_squash_merge          = true
      + archived                    = false
      + auto_init                   = true
      + autodetect_manual_merge     = true
      + clone_url                   = (known after apply)
      + created                     = (known after apply)
      + default_branch              = "main"
      + gitignores                  = "Go"
      + has_issues                  = true
      + has_projects                = true
      + has_pull_requests           = true
      + has_wiki                    = true
      + html_url                    = (known after apply)
      + id                          = (known after apply)
      + ignore_whitespace_conflicts = true
      + issue_labels                = "Default"
      + migration_issue_labels      = true
      + migration_milestones        = true
      + migration_mirror_interval   = "8h0m0s"
      + migration_releases          = true
      + mirror                      = false
      + name                        = "flux-test"
      + permission_admin            = (known after apply)
      + permission_pull             = (known after apply)
      + permission_push             = (known after apply)
      + private                     = false
      + repo_template               = false
      + ssh_url                     = (known after apply)
      + updated                     = (known after apply)
      + username                    = "mvaldes"
    }

Plan: 1 to add, 0 to change, 0 to destroy.
```

* :arrow_forward: To **apply** this plan, comment:
    * `atlantis apply -p gitea`
* :put_litter_in_its_place: To **delete** this plan click [here](http:/lock?id=mvaldes14%252Fterraform%252Fapps%252Fgitea%252Fgitea)
* :repeat: To **plan** this project again, comment:
    * `atlantis plan -p gitea`
</details>
Plan: 1 to add, 0 to change, 0 to destroy.

---
* :fast_forward: To **apply** all unapplied plans from this pull request, comment:
    * `atlantis apply`
* :put_litter_in_its_place: To delete all plans and locks for the PR, comment:
    * `atlantis unlock`